Repository: olivier-vm/EmptyEpsilon-Clones
Catalog: resources/locale/*.po
Languages: fr_be

# system
source: Reactor
fr_be: Generateur

# system
source: Beam Weapons
fr_be: Armes Laser

# system
source: Missile System
fr_be: Systeme de Missiles

# system
source: Maneuvering
fr_be: Manoeuvre

# system
source: Impulse Engines
fr_be: Moteurs a Impulsion

# system
source: Warp Drive
fr_be: Moteur RLS

# system
source: Jump Drive
fr_be: Moteur WARP

# system
source: Front Shield Generator
fr_be: Bouclier Avant

# system
source: Rear Shield Generator
fr_be: Bouclier Arriere

source: Start server
fr_be: Demarrer serveur

source: Start client
fr_be: Demarrer client

source: Quit
fr_be: Quitter

source: Tutorials
fr_be: Apprentissage

source: Calibrate Touchscreen
fr_be: Calibrage Ecran tactile

source: Server configuration
fr_be: Configuration serveur

source: Server name:
fr_be: Nom du serveur:

source: Server password:
fr_be: Mot de passe serveur:

source: Server IP:
fr_be: Adr IP serveur:

source: Server visibility:
fr_be: Visibilite serveur:

source: LAN only
fr_be: Réseau local

source: Player ship options
fr_be: Options vaisseau participant

source: Warp/Jump:
fr_be: RLS/WARP:

# warp/jump
source: Ship default
fr_be: Defaut

# warp/jump
source: Warp drive
fr_be: Moteur RLS

# warp/jump
source: Jump drive
fr_be: Moteur WARP

# warp/jump
source: Both
fr_be: RLS+WARP

# warp/jump
source: Neither
fr_be: Aucun

source: Main screen options
fr_be: Options ecran principal

source: Tactical radar
fr_be: Radar tactique

source: Long range radar
fr_be: Radar longue portee

source: Game rules
fr_be: Regles de simulation

source: Scan complexity:
fr_be: Complexite scan:

# scanning
source: None (delay)
fr_be: Aucun (delais)

# scanning
source: Advanced
fr_be: Avance

source: Hacking difficulty:
fr_be: Difficulte hacking:

# hacking
source: Difficult
fr_be: Difficile

# hacking
source: Fiendish
fr_be: Diabolique

source: Hacking type:
fr_be: Type de hacking:

# hacking
source: Lights
fr_be: Lumière

# hacking
source: All
fr_be: Tous

source: Beam/shield frequencies
fr_be: Frequences laser/bouclier

source: Per-system damage
fr_be: Dommages par systeme

source: Close server
fr_be: Fermer serveur

source: Start scenario
fr_be: Demarrer scenario

# variation
source: None
fr_be: Aucun

source: No variation.
fr_be: Pas de variation.

source: No variation selected. Play the scenario as intended.
fr_be: Pas de variation selectionnee. Activer le scenario tel que prevu.

source: Graphics Options
fr_be: Options graphiques

source: Fullscreen toggle
fr_be: Basculer en plein-ecran

source: Sound Options
fr_be: Options audio

source: Sound Volume: {volume}%
fr_be: Volume son: {volume}%

# button
source: Power
fr_be: Puissance

# button
source: Coolant
fr_be: Refrigerant

# button
source: Heat
fr_be: Chaleur

source: {system} health
fr_be: {system} : sante

source: {system} heat
fr_be: {system} : chaleur

source: {faction} wins
fr_be: {faction} gagne

source: The Atlantis X23 is the smallest model of destroyer, and its combination of frigate-like size and corvette-like power makes it an excellent escort ship when defending larger ships against multiple smaller enemies. Because the Atlantis X23 is fitted with a jump drive, it can also serve as an intersystem patrol craft.
fr_be: L’Enhydra X23 est le plus petit modele de vaisseau destroyer, et sa combinaison “taille de fregate” et “puissance de corvette” en fait un excellent vaisseau d’escorte pour defendre de plus gros vaisseaux contre de multiples petits ennemis. L’Enhydra X23 est equipe d’un puissant moteur RLS, il peut donc aussi servir de navire de patrouille sur longues distances.

source: A refitted Atlantis X23 for more general tasks. The large shield system has been replaced with an advanced combat maneuvering systems and improved impulse engines. Its missile loadout is also more diverse. Mistaking the modified Atlantis for an Atlantis X23 would be a deadly mistake.
fr_be: Un navire Enhydra X23 remanie pour plus de tâches generales. Tres polyvalent. Le grand systeme de bouclier a ete remplace par des systemes avances de manoeuvre de combat. Le moteur RLS est de toute derniere generation. Ses lanceurs de missiles sont aussi adaptes a des types varies de munitions. Confondre un Enhydra avec un Enhydra X23 serait une erreur qui pourrait vous couter la vie.

source: These freighters are designed to transport armed troops, military support personnel, and combat gear.
fr_be: Ces cargos sont concus pour le transport des personnes. Leur version militaire peut transporter des troupes du Trigone Armee, le personnel du Trigone Secours, et le materiel de combat.

source: Cargo freighters haul large loads of cargo across long distances on impulse power. Their cargo bays include climate control and stabilization systems that keep the cargo in good condition.
fr_be: Ces cargos transportent de grosses quantites de marchandises sur de longues distances. Ils sont generalement affretes pour l’Utanscale et Technocorp. Leurs baies de chargement possedent des controles de climatisation, et des systemes de stabilisation, ainsi que certaines structures en permatech qui maintiennent le cargo en bon etat.

source: These freighters are specially designed to haul garbage and waste. They are fitted with a trash compactor and fewer stabilzation systems than cargo freighters.
fr_be: Ces cargos sont specialement concus pour contenir les dechets, et des matiere premieres a ressources. Ils sont equipes de chaines automatisees de tri, et de compacteurs a dechets. Ils possedent moins de systemes de stabilisation que les autres cargos. Ces cargos sont utilises par Technocorp afin d’acheminer les dechets dans les grandes stations de recyclage presentes dans l’espace, ou pour transporter les ressources primaires provenant des enormes carrieres de certaines zones. On les rencontre donc en grand nombres aux alentours des planetes “ressources” (ex: Videsh dans l’arche Khayyam).

source: Equipment freighters have specialized environmental and stabilization systems to safely carry delicate machinery and complex instruments.
fr_be: Les cargos equipement ont des systemes de stabilisations et de climatisations specialises afin de pouvoir transporter de maniere securisee les machineries delicates et de l’instrumentation scientifique. Ils sont largement utilises par Technocorp et Mobius, ainsi que l’Utanscale quand ils s’occupent de certains projets specifiques.

source: Fuel freighters have massive tanks for hauling fuel, and delicate internal sensors that watch for any changes to their cargo's potentially volatile state.
fr_be: Les cargos de carburants transportent principalement de l’hyperdeuterium, sous differentes formes. Leurs cuves sont prevues principalement pour les materiaux en phase liquide, gazeuse, en gel, voir plasmatique dans des champs de retention magnetique puissants. Ils sont equipes de capteurs internes asservis a des systemes de securites specifique au transport de ce type de materiel. Ils peuvent biensur aussi etre adaptes pour transporter d’autres materiaux que l’hyperdeuterium.

source: The Jump Carrier is a specialized Freighter. It does not carry any cargo, as it's cargo bay is taken up by a specialized jump drive and the energy storage required to run this jump drive. It is designed to carry other ships deep into space. So it has special docking parameters, allowing other ships to attach themselves to this ship.
fr_be: Vaisseau experimental - Concept (non encore fonctionnel) Le transporteur WARP est un cargo specialise. Il possede un enorme moteur a distorsion WARP experimental ainsi que les gigantesques cellules energetiques necessaire pour le faire fonctionner. Il est concu pour pouvoir accrocher (arrimage) un autre vaisseau afin de le transporter au plus profond de l’espace.

source: Benedict is an improved version of the Jump Carrier
fr_be: Le Benedict (concept experimental) est une version amelioree du transporteur WARP

source: Kiriya is an improved warp drive version of the Jump Carrier
fr_be: Le Kiriya est la version RLS operationnelle du transporteur WARP (sans moteur WARP)
